Repository: Heldroe/pyverts-2011
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Avatar Uploader
fr_fr: Uploader d'avatar

source: Upload your first avatar
fr_fr: Uploadez votre premier avatar

source: Login with Facebook
fr_fr: Se connecter avec Facebook

source: Login
fr_fr: Connexion

source: Remember Me
fr_fr: Connexion automatique

source: Username
fr_fr: Utilisateur

source: This account is currently inactive.
fr_fr: Ce compte est actuellement inactif

source: The e-mail address and/or password you specified are not correct.
fr_fr: L'adresse e-mail et/ou mot de passe que vous avez entré sont incorrectes

source: The username and/or password you specified are not correct.
fr_fr: Le nom d'utilisateur et/ou le mot de passe que vous avez entré sont incorrectes

source: E-mail (optional)
fr_fr: Mail

source: Usernames can only contain letters, numbers and underscores.
fr_fr: Les noms d'utilisateurs peuvent seulement etre constitués de lettres, chiffres et des tirets bas

source: This username is already taken. Please choose another.
fr_fr: Ce nom d'utilisateur est déja utilisé. Veuillez en choisir une autre

source: A user is registered with this e-mail address.
fr_fr: Un utilisateur est déjà enregistré avec cette adresse e-mail

source: Sign up
fr_fr: Inscription

source: Password (again)
fr_fr: Password (encore)

source: You must type the same password each time.
fr_fr: Vous devez entrer le meme mot de passe à chaque fois

source: Your e-mail address has already been verified
fr_fr: Votre addresse e-mail a déjà été vérifié

source: Confirmation e-mail sent to %(email)s
fr_fr: E-mail de confirmation envoyé à %(email)s

source: Please type your current password.
fr_fr: Veuillez entrez votre mot de passe actuel

source: Successfully signed in as %(user)s.
fr_fr: Vous avez été connecté en tant que %(users)s.

source: Removed e-mail address %(email)s
fr_fr: L'addresse e-mail %(email)s a été supprimé

source: You have signed out.
fr_fr: Vous êtes maintenant déconnecté.

source: Your local account has no password setup.
fr_fr: Votre compte local n'a pas d'initialisation de mot de passe

source: Your local account has no verified e-mail address.
fr_fr: Votre compte local ne possède pas d'adresse e-mail vérifié

source: The social account has been connected to your existing account
fr_fr: Le compte social a été connecté à votre compte existant

source: Invalid response while obtaining request token from "%s".
fr_fr: Réponse invalide lors de l'obtention d'un requet token à partir de "%"

source: Invalid response while obtaining access token from "%s".
fr_fr: Réponse invalide lors de l'obtention d'un access token à partir de "%"

source: No request token saved for "%s".
fr_fr: Pas de request token enregistré pour "%s".

source: No access token saved for "%s".
fr_fr: Pas d'access token enregistré

source: No access to private resources at "%s".
fr_fr: Pas d'accès aux ressources privés à "%s"

source: The social account has been disconnected
fr_fr: Le compte social a été déconnecté

source: File
fr_fr: Fichier

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
fr_fr: %(ext)s est une extension de fichier invalide. Les extensions authorisés sont : %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
fr_fr: Votre fichier est trop grand (%(size)s), le maximum autorizé est %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
fr_fr: Vous avez déja %(nb_avatars)d avatarsr, le nombre maxium autorisé est%(nb_max_avatars)d.

source: Avatar for %s
fr_fr: Avatar pour %s

source: Successfully uploaded a new avatar.
fr_fr: Vous avez bien mis en ligne votre avatar

source: Successfully updated your avatar.
fr_fr: Vous avez bien mis a jour votre avatar

source: Successfully deleted the requested avatars.
fr_fr: Vous avez bien supprimé les avatars demandés

source: Default Avatar
fr_fr: Avatar par défaut

source: skip the menu
fr_fr: passer le menu

source: to go to the home page
fr_fr: aller a la page principale

source: Home
fr_fr: Accueil

source: login to your account
fr_fr: se connecter à votre compte

source: sign up to our site
fr_fr: se connecter à notre site

source: Profile
fr_fr: Profil

source: Sign in
fr_fr: Se connecter

source: Log out
fr_fr: Déconnexion

source: Account
fr_fr: Compte

source: E-mail Addresses
fr_fr: Adresses mail

source: The following e-mail addresses are associated to your account:
fr_fr: Les adresses mail suivantes sont associées à votre compte :

source: Verified
fr_fr: Vérifié

source: Unverified
fr_fr: Non vérifié

source: Primary
fr_fr: Principal

source: Make Primary
fr_fr: Rendre principal

source: Re-send Verification
fr_fr: Ré-envoyer le mail de vérification

source: Remove
fr_fr: Supprimer

source: Warning:
fr_fr: Attention :

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr_fr: Vous n'avez aucune adresse e-mail initialisé. Vous devriez vraiment ajouterune adresse e-mail pour pouvoir recevoir des notifications, ré-initialiser votre mot de passe, etc.

source: Add E-mail Address
fr_fr: Ajouter une adresse mail

source: Add E-mail
fr_fr: Ajouter un mail

source: Do you really want to remove the selected e-mail address?
fr_fr: Voulez-vous vraiment supprimer l'adresse mail sélectionnée ?

source: Language
fr_fr: Langue

source: Pinax can be used in your preferred language.
fr_fr: Pinax peut être utilisé dans votre langage favori

source: Change my language
fr_fr: Modifier la langue

source: Sign In
fr_fr: Connexion

source: validate your connect form
fr_fr: valider votre formulaire de connexion

source: web page to create a new account
fr_fr: page web pour créer créer un nouveau compte

source: Forgot Password?
fr_fr: Mot de passe oublié ?

source: Signed Out
fr_fr: Déconnecté

source: Change Password
fr_fr: Modifier le mot de passe

source: Delete Password
fr_fr: Supprimer le mot de passe

source: You may delete your password since you are currently logged in using OpenID.
fr_fr: Vouz pouvez supprimer votre mot de passe parce que vous etes actuellement connecté avec OpenID

source: delete my password
fr_fr: Supprimer mon mot de passe

source: Password Deleted
fr_fr: Mot de passe supprimé

source: Your password has been deleted.
fr_fr: Votre mot de passe a été supprimé.

source: Password Reset
fr_fr: Réinitialisation de mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr_fr: Mot de passe oublié? Entrez votre adresse e-mail ci-dessus, et on vous l'enverraun e-mail vous permettant de le ré-initialiser.

source: Reset My Password
fr_fr: Réinitialiser mon mot de passe

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr_fr: Si vous avez des problèmes réinitialisant votre mot de passe, contactez nous à <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr_fr: Nous vous avons envoyé un e-mail. Si vous ne le recevez pas d'ici quelques minutes, contactez nous à <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Bad Token
fr_fr: Mauvais token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr_fr: Le lien de réinitialisation de mot de passe était invalide, peut etre parce qu'elle a déja été utilisé. Veuillez demander un <a href="%(passwd_reset_url)s">nouveau réinitialisation de mot de passe</a>.

source: change password
fr_fr: modifier le mot de passe

source: Your password is now changed.
fr_fr: Votre mot de passe a bien été modifié.

source: Set Password
fr_fr: Définir le mot de passe

source: Signup
fr_fr: S'inscrire

source: Sign Up
fr_fr: S'inscrire

source: Already have an account?
fr_fr: Vous avez déjà un compte ?

source: to go to the connect form
fr_fr: pour aller au formulaire de connexion

source: Timezone
fr_fr: Fuseau horaire

source: Pinax can localize all times into your preferred timezone. Change your timezone below.
fr_fr: Pinax peux changer tous les temps dans votre fuseau horaire préféré. Changé votre fuseau horaire ci-dessous.

source: Change my timezone
fr_fr: Changer de fuseau horaire

source: Verify Your E-mail Address
fr_fr: Vérifier votre addresse e-mail

source: We have sent you an e-mail to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr_fr: Nous vous avons envoyé un e-mail au <b>%(email)s</b> pour vérification. Suivez le lien dedans pour terminé le processus de création de compte. Si vous ne le recevez pas d'ici quelques minutes, contactez nous à <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: you are already logged in as %(user_display)s.
fr_fr: vous etes déjà connecté en tant que %(user_display)s.

source: Your current avatar:
fr_fr: Votre avatar actual:

source: You haven't uploaded an avatar yet. Please upload one now.
fr_fr: Vous n'avez pas encore mis en ligne un avatar. Veuillez le faire maintenant

source: Upload New Image
fr_fr: Upload un nouvel image

source: Your avatar
fr_fr: Votre avatar

source: Your avatars
fr_fr: Vos avatars

source: to select this avatar
fr_fr: pour selectionner cet avatar

source: to set the selected avatar your avatar
fr_fr: pour définir l'avatar séléctionné comme votre avatar

source: Set avatar
fr_fr: Définir un avatar

source: to modify an avatar
fr_fr: pour modifier un avatar

source: Manage avatars
fr_fr: Gérer les avatars

source: Add an avatar
fr_fr: Ajoutez un avatar

source: Avatar management
fr_fr: Gestion d'avatar

source: Select avatars to delete
fr_fr: Selectionez les avatars à supprimer

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
fr_fr: Vous n'avez pas d'avater à supprimer. Veuillez en href="%(avatar_change_url)s">créer un</a> maintenant.

source: Delete the selected avatars
fr_fr: Supprimer les avatars selectionnés

source: Delete these avatars
fr_fr: Supprimer ces avatars

source: E-mail Address Confirmation
fr_fr: Confirmation d'Adresse Email

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user '%(user)s'.
fr_fr: Vous avez confirmé que <a href="mailto:%(email)s">%(email)s</a> est uneadresse e-mail pour l'utilisateur '%(user)s'.

source: Invalid confirmation key.
fr_fr: Clé de confirmation invalide

source: OpenID Sign In
fr_fr: Connexion OpenID

source: Edit profile
fr_fr: Édition du profil

source: Save
fr_fr: Enregistrer

source: Your profile
fr_fr: Votre profil

source: link to modify your profile
fr_fr: lien pour modifier votre profil

source: Account Inactive
fr_fr: Compte Inactif

source: This account is inactive.
fr_fr: Ce compte est inactif

source: Social Network Login Failure
fr_fr: Echec de connexion via réseau social

source: An error occured while attempting to login via your social network account.
fr_fr: Une erreur a eu lieu lors de votre login à travers votre compte de réseau social

source: Account Connections
fr_fr: Connexions de compte

source: You can sign in to your account using any of the following third party accounts:
fr_fr: Vous pouvez vous connecter à votre compte à travers un de ces services extérieurs comptes:

source: Add a 3rd Party Account
fr_fr: Ajouter un compte 3rd Party

source: Login Cancelled
fr_fr: Connexion annulé

source: You decided to cancel logging in to our site using one of your exisiting accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
fr_fr: Vous avez choisie d'annuler votre connexion à notre site en utilisant un de vos compteséxistants. Si c'était une erreur, veuillez aller au <a href="%(login_url)s">sign in</a>.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
fr_fr: Vous etes sur le point d'utiliser votre compte %(provider_name)s pour se connecter à %(site_name)s. Pour la dernièere étape, veuillez completez le formulaire suivant:
